export const gameDescription =
  'Все мы прекрасно знаем, что лучшее лакомство для Чебурашки - это апельсин 🍊. Ваша цель - за минуту собрать как можно больше апельсинов, двигаясь по лабиринту. Апельсин может появляться в рандомном месте.'

export const Validation = {
  first_name:
    'Первая буква должна быть заглавной, без пробелов и без цифр, нет спецсимволов.',
  second_name:
    'Первая буква должна быть заглавной, без пробелов и без цифр, нет спецсимволов.',
  login:
    'От 3 до 20 символов, латиница, может содержать цифры, но не состоять из них, без спецсимволов.',
  email: 'Убедитесь, что email введен корректно.',
  password:
    'От 8 до 40 символов, обязательно хотя бы одна заглавная буква и цифра.',
  phone: 'От 10 до 15 символов, состоит из цифр, может начинаться с плюса.',
}
